{"DiagSupLCD": [], "DiagNoSupLCD": [], "CPTAbbrev": [{"AnesBaseUnit": 0, "NonFacTotal": "22.44", "FacTotal": "22.44", "CPTcode": "47570", "CodeType": "CPTCategory1", "ShortDesc": "LAPARO CHOLECYSTOENTEROSTOMY", "Modifier": "", "LongDesc": "Laparoscopy, surgical; cholecystoenterostomy"}], "DaysLeft": 31, "CPTLocs": [{"RegPERVU": "0.886", "Area": "STATEWIDE ", "Locality": "00", "RegWorkRVU": "1.000", "RegMPRVU": "0.611", "State": "ALABAMA ", "Carrier": "10102", "Location": "ALABAMA  STATEWIDE  ALL COUNTIES ", "id": 1, "Counties": "ALL COUNTIES "}], "LCDSupCPT": [], "CPTClinDesc": [{"ClinDesc": "Surgical laparoscopy with cholecystoenterostomy"}], "CPTDetails": [{"ConvFactor": "35.9996", "PreOp": "0.09", "IntraOp": "0.81", "CodeType": "CPTCategory1", "id": 14305, "StatusCode": "A - Active Code.\nThese codes are paid separately under the physician fee schedule, if covered. There will be RVUs for codes with this status. The presence of an \"A\" indicator does not mean that Medicare has made a national coverage determination regarding the service; carriers remain responsible for coverage decisions in the absence of a national Medicare policy.", "AsstSurg": "2 - Payment restriction for assistants at surgery does not apply to this procedure. Assistant at surgery may be paid.", "CPTcode": "47570", "LongDescTrunc3k": "Laparoscopy, surgical; cholecystoenterostomy", "CalcFlag": "0", "ClinDesc": "Surgical laparoscopy with cholecystoenterostomy", "GlobDays": "090 - Major surgery with a 1-day preoperative period and 90-day postoperative period included in the fee schedule amount.", "MediumDesc": "LAPAROSCOPY SURG CHOLECYSTOENETEROSTOMY", "ShortDesc": "LAPARO CHOLECYSTOENTEROSTOMY", "BilatSurg": "0 - 150% payment adjustment for bilateral procedures does not apply.\nIf procedure is reported with modifier -50 or with modifiers RT and LT, base the payment for the two sides on the lower of:\n(a) the total actual charge for both sides or (b) 100% of the fee schedule amount for a single code. \nExample: The fee schedule amount for code XXXXX is $125. The physician reports code XXXXX-LT with an actual charge of $100 and XXXXX-RT with an actual charge of $100. Payment should be based on the fee schedule amount ($125) since it is lower than the total actual charges for the left and right sides ($200).\nThe bilateral adjustment is inappropriate for codes in this category (a) because of physiology or anatomy, or (b) because the code description specifically states that it is a unilateral procedure and there is an existing code for the bilateral procedure.", "SupervisionDiagProc": "09 - Concept does not apply.", "FacPEOpps": "0.00", "LongDesc": "Laparoscopy, surgical; cholecystoenterostomy", "AnesBaseUnit": 0, "NonFacTotal": "22.44", "MPRVU": "3.01", "FacPERVU": "6.87", "MultProc": "2 - Standard payment adjustment rules for multiple procedures apply.\nIf procedure is reported on the same day as another procedure with an indicator of 1, 2, or 3, rank the procedures by fee schedule amount and apply the appropriate reduction to this code (100%, 50%, 50%, 50%, 50% and by report). Base the payment on the lower of (a) the actual charge, or (b) the fee schedule amount reduced by the appropriate percentage.", "WorkRVU": "12.56", "NonFacPEOpps": "0.00", "TeamSurg": "0 - Team surgeons not permitted for this procedure.", "NonFacPERVU": "6.87", "Modifier": "", "PCTCInd": "0 - Physician Service Codes\nIdentifies codes that describe physician services. Examples include visits, consultations, and surgical procedures. \nThe concept of PC/TC does not apply since physician services cannot be split into professional and technical components. Modifiers 26 and TC cannot be used with these codes. The RVUS include values for physician work, practice expense and malpractice expense. There are some codes with no work RVUs.", "MPOpps": "0.00", "FacNA": "", "FacTotal": "22.44", "PostOp": "0.10", "CoSurg": "1 - Co-surgeons could be paid, though supporting documentation is required to establish the medical necessity of two surgeons for the procedure.", "ImagingFamIndic": "99 - Concept does not apply", "NotForMedicarePay": "", "NonFacNA": "NA", "EndoBase": 0}], "SearchWith": "47570", "HitsLeftToday": 248, "SubscriptionEnds": "2019-10-08 03:42:20", "CPTLocsLCD": [{"StateName": "Alaska", "StateID": 1}]}
